'Варіант 2'
'Завдання 1'
a=((1+1/12+2+5/32+1/24)/9.6+2.13)/0.0004
'Завдання 2'
 help elfun 
help datafun
help graph2d
'Завдання 3'
r=1;
sprintf('Радіус r=%4.2f м\n', r)
sprintf ('Довжина окружності L=%4.3f м\n', 2*pi*r)
sprintf ('Радіус r=%4.3f м\n', r)
sprintf ('Довжина окружності L=%4.3f м\n', 2*pi*r)
r=[1 2 3];
sprintf('Радіус r=%4.2f м', r)
sprintf ('Довжина окружності L=%4.3f м', 2*pi*r)
'Завдання 4'
l=1.7*10^3
p=(18*pi)/180
b=(4/3)*(l^3)*sin(p/2)*sqrt(cos(p)) 
l=16/21
p=pi/5
c= (4/3)*(l^3)*sin(p/2)*sqrt(cos(p))
'Висновок.Я ознайомився з основними принципами роботи  MATLAB в режимі командного рядку. Отримав навички обчислень по заданим формулам. Навчивсь користуватись довідковою системою в MATLAB.'


